tap "mackerelio/mackerel-agent"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "caskroom/versions"
tap "caskroom/cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "readline"
brew "ansible"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "pkg-config"
brew "gobject-introspection"
brew "atk"
brew "autoconf"
brew "automake"
brew "boost"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "docker"
brew "docker-machine"
brew "exenv"
brew "fish"
brew "harfbuzz"
brew "jpeg"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fsevent_watch"
brew "fzf"
brew "gdk-pixbuf"
brew "ghostscript"
brew "ghq"
brew "git-flow"
brew "gnu-barcode"
brew "go"
brew "goenv"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "gtk+"
brew "libepoxy"
brew "gtk+3"
brew "httpie"
brew "hub"
brew "jemalloc"
brew "jpegoptim"
brew "jq"
brew "kerl"
brew "libevent"
brew "libiconv"
brew "libtermkey"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "lynx"
brew "memcached", restart_service: true
brew "mercurial"
brew "terminal-notifier"
brew "mikutter"
brew "msgpack"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node"
brew "nodenv"
brew "openshift-cli"
brew "peco"
brew "pidof"
brew "pngquant"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "scons"
brew "source-to-image"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "unixodbc"
brew "v8@3.15"
brew "wget"
brew "wxmac"
brew "yarn"
brew "zplug"
brew "mackerelio/mackerel-agent/mkr"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "java"
cask "onyx"
cask "skitch"
cask "slack"
cask "sublime-text"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "vlc"
