cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

cask "alfred"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "onyx"
cask "skitch"
cask "appcleaner"

brew "python"
brew "pyenv"

brew "ansible"
brew "atk"
brew "autoconf"
brew "automake"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "docker"
brew "docker-machine"
brew "exenv"
brew "fontconfig"
brew "fontforge"
brew "fop"
brew "freetype"
brew "fsevent_watch"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "ghostscript"
brew "git-flow"
brew "glib"
brew "gnu-barcode"
brew "go"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "icu4c"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "kerl"
brew "libepoxy"
brew "libevent"
brew "libffi"
brew "libiconv"
brew "libpng"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "lynx"
brew "mikutter"
brew "msgpack"
brew "mysql"
brew "tmux-mem-cpu-load"
brew "neovim"
brew "node"
brew "openshift-cli"
brew "openssl"
brew "openssl@1.1"
brew "pango"
brew "pcre"
brew "peco"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "python"
brew "python3"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "shared-mime-info"
brew "socat"
brew "source-to-image"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "unibilium"
brew "unixodbc"
brew "wget"
brew "wxmac"
brew "xz"
brew "yarn"
