tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "microsoft/git"
tap "minamijoyo/myaws"
tap "mscharley/homebrew"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "ansible"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "glib"
brew "at-spi2-core"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "boost"
brew "bottom"
brew "btop"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cmake"
brew "node"
brew "commitlint"
brew "ctags"
brew "rtmpdump"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "docutils"
brew "libevent"
brew "eza"
brew "fd"
brew "open-mpi"
brew "fish"
brew "fontforge"
brew "fsevent_watch"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-barcode"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "goenv"
brew "gpgme"
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "gtk+"
brew "libepoxy"
brew "gtk+3"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jemalloc"
brew "jj"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "kerl"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libfido2"
brew "libiconv"
brew "libmatio"
brew "libtermkey"
brew "libvterm"
brew "libxslt"
brew "llvm"
brew "llvm@15"
brew "lua"
brew "luarocks"
brew "luv"
brew "lynx"
brew "mecab"
brew "mecab-ipadic"
brew "memcached", restart_service: true
brew "mercurial"
brew "ninja"
brew "meson"
brew "terminal-notifier"
brew "mikutter"
brew "msgpack"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "openshift-cli"
brew "openssl@1.1"
brew "osx-cpu-temp"
brew "pcre"
brew "peco"
brew "pidof"
brew "pngquant"
brew "poppler"
brew "postgresql@13", restart_service: true
brew "postgresql@14"
brew "prettierd"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rubyfmt"
brew "scdoc"
brew "scons"
brew "sheldon"
brew "sk"
brew "source-to-image"
brew "starship"
brew "stylua"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "tree-sitter"
brew "v8"
brew "vips"
brew "viu"
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "xdg-ninja"
brew "yarn"
brew "zplug"
brew "elastic/tap/elasticsearch-full"
brew "mackerelio/mackerel-agent/mkr"
brew "minamijoyo/myaws/myaws"
cask "appcleaner"
cask "aws-vault"
cask "chromedriver"
cask "discord"
cask "git-credential-manager"
cask "hammerspoon"
cask "notion"
cask "raycast"
cask "stats"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
