tap "ariga/tap"
tap "elastic/tap"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/tap"
tap "mackerelio/mackerel-agent"
tap "microsoft/git"
tap "minamijoyo/myaws"
tap "mscharley/homebrew"
tap "rhysd/hgrep", "https://github.com/rhysd/hgrep"
tap "teamookla/speedtest"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "readline"
brew "ansible"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "glib"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "binutils"
brew "bit-git"
brew "boost"
brew "bottom"
brew "btop"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "node"
brew "commitlint"
brew "gmp"
brew "coreutils"
brew "ctags"
brew "rtmpdump"
brew "curl"
brew "deno"
brew "docutils"
brew "duf"
brew "libevent"
brew "eza"
brew "fastfetch"
brew "fd"
brew "open-mpi"
brew "fish"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "frum"
brew "fsevent_watch"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gnu-barcode"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "gtk+"
brew "libepoxy"
brew "gtk+3"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "icu4c@76"
brew "shared-mime-info"
brew "imagemagick"
brew "iperf3"
brew "jemalloc"
brew "jj"
brew "joshuto"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "kerl"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libfido2"
brew "libiconv"
brew "libmatio"
brew "libtermkey"
brew "libvterm"
brew "libxslt"
brew "llvm@15"
brew "lsd"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "memcached", restart_service: :changed
brew "mercurial"
brew "ninja"
brew "meson"
brew "mise"
brew "msgpack"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node-build"
brew "ollama"
brew "openshift-cli"
brew "osx-cpu-temp"
brew "pcre"
brew "peco"
brew "pngquant"
brew "poppler"
brew "prettierd"
brew "protobuf@29"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "rubyfmt"
brew "rust"
brew "scdoc"
brew "scons"
brew "sheldon"
brew "sk"
brew "source-to-image"
brew "squashfs"
brew "starship"
brew "stylua"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "unixodbc"
brew "uv"
brew "v8"
brew "vips"
brew "viu"
brew "watchman"
brew "wget"
brew "xdg-ninja"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "zplug"
brew "ariga/tap/atlas"
brew "elastic/tap/elasticsearch-full"
brew "facebook/fb/idb-companion"
brew "mackerelio/mackerel-agent/mkr"
brew "minamijoyo/myaws/myaws"
brew "rhysd/hgrep/hgrep"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "aquaskk"
cask "aws-vault"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "deadbeef@nightly"
cask "discord"
cask "firefox"
cask "flutter"
cask "foobar2000"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "karabiner-elements"
cask "lastpass"
cask "neovide"
cask "notion"
cask "orbstack"
cask "pomotroid"
cask "postman"
cask "proxyman"
cask "raycast"
cask "secretive"
cask "stats"
cask "tableplus"
cask "usage"
cask "visual-studio-code"
cask "vlc"
vscode "42crunch.vscode-openapi"
vscode "asvetliakov.vscode-neovim"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "cocopon.iceberg-theme"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "henriiik.docker-linter"
vscode "htmlhint.vscode-htmlhint"
vscode "jmreicha.tender"
vscode "kaiwood.endwise"
vscode "mame.ruby-typeprof"
vscode "misogi.ruby-rubocop"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
