fisherman/await
oh-my-fish/plugin-balias
edc/bass
oh-my-fish/plugin-exenv
fisherman/fzf
fisherman/get
fisherman/getopts
decors/fish-ghq
fisherman/last_job_id
oh-my-fish/plugin-ndenv
oh-my-fish/plugin-nodenv
oh-my-fish/plugin-peco
ka2n/fish-peco_todoist
oh-my-fish/plugin-pyenv
fisherman/rbenv
fisherman/spin
tuvistavie/fish-ssh-agent
fisherman/z
