oh-my-fish/plugin-ndenv
oh-my-fish/plugin-nodenv
oh-my-fish/plugin-pyenv
fisherman/spin
jorgebucaran/fisher
edc/bass
decors/fish-ghq
patrickf1/fzf.fish
